window.roomIntro = [
  {
    "title": "悠閒套房",
    "description": "房內設計融合峇厘島手工元素與自然材質，海風與木香交織成溫柔氣息。",
    "facilities": [
      "按摩浴缸",
      "三溫暖",
      "衣物送洗服務",
      "烤箱",
      "淋浴",
      "浴缸"
    ],
    "hotelInfo": "入住時間15：00之後\n最晚保留時間17：00\n退房時間12：00前\n外幣兌換無\n刷卡服務有\n寵物可同房無\n單車可進房無\nWIFI有\n貼心提醒有\n備註※訂金為房價之50%。\n※謝絕訪客，無加床服務，加人酌收1000元清潔費。\n※請務必依照民宿人數入住，若經發現自行增加人數，民宿有權加倍收費。\n※假日定義：週六。平日定義：週日~週五。\n※旺季：6月~9月，農曆新年及連續假日。淡季：10月~5月。\n※貴重物品請隨身攜帶並妥善保管，如有遺失恕不負責。\n※為維護住宿安全，本民宿範圍室內外嚴禁烤肉，全區禁菸及禁止攜帶寵物，私自攜帶寵物入住者，本店將不退任何費用，強制退房。\n※嚴禁酗酒轟趴、嗑藥及違法行為，發現即報警處理。"
  },
  {
    "title": "藍灣景觀房",
    "description": "沉浸於海洋色系與原木香氛之中，身心在此獲得釋放與重生。",
    "facilities": [
      "烤箱",
      "按摩浴缸",
      "三溫暖"
    ],
    "hotelInfo": "入住時間15：00之後\n最晚保留時間17：00\n退房時間12：00前\n外幣兌換無\n刷卡服務有\n寵物可同房無\n單車可進房無\nWIFI有\n貼心提醒有\n備註※訂金為房價之50%。\n※謝絕訪客，無加床服務，加人酌收1000元清潔費。\n※請務必依照民宿人數入住，若經發現自行增加人數，民宿有權加倍收費。\n※假日定義：週六。平日定義：週日~週五。\n※旺季：6月~9月，農曆新年及連續假日。淡季：10月~5月。\n※貴重物品請隨身攜帶並妥善保管，如有遺失恕不負責。\n※為維護住宿安全，本民宿範圍室內外嚴禁烤肉，全區禁菸及禁止攜帶寵物，私自攜帶寵物入住者，本店將不退任何費用，強制退房。\n※嚴禁酗酒轟趴、嗑藥及違法行為，發現即報警處理。"
  },
  {
    "title": "貝殼套房",
    "description": "清晨，陽光透過椰影灑落室內，彷彿喚醒一段專屬於海島的悠然時光。",
    "facilities": [
      "烤箱",
      "淋浴",
      "三溫暖",
      "浴缸",
      "按摩浴缸",
      "衣物送洗服務"
    ],
    "hotelInfo": "入住時間15：00之後\n最晚保留時間17：00\n退房時間12：00前\n外幣兌換無\n刷卡服務有\n寵物可同房無\n單車可進房無\nWIFI有\n貼心提醒有\n備註※訂金為房價之50%。\n※謝絕訪客，無加床服務，加人酌收1000元清潔費。\n※請務必依照民宿人數入住，若經發現自行增加人數，民宿有權加倍收費。\n※假日定義：週六。平日定義：週日~週五。\n※旺季：6月~9月，農曆新年及連續假日。淡季：10月~5月。\n※貴重物品請隨身攜帶並妥善保管，如有遺失恕不負責。\n※為維護住宿安全，本民宿範圍室內外嚴禁烤肉，全區禁菸及禁止攜帶寵物，私自攜帶寵物入住者，本店將不退任何費用，強制退房。\n※嚴禁酗酒轟趴、嗑藥及違法行為，發現即報警處理。"
  },
  {
    "title": "貝殼景觀房",
    "description": "推開門，是椰林搖曳與遠方海平線，心也隨之恬靜安穩。",
    "facilities": [
      "淋浴",
      "按摩浴缸",
      "浴缸",
      "烤箱"
    ],
    "hotelInfo": "入住時間15：00之後\n最晚保留時間17：00\n退房時間12：00前\n外幣兌換無\n刷卡服務有\n寵物可同房無\n單車可進房無\nWIFI有\n貼心提醒有\n備註※訂金為房價之50%。\n※謝絕訪客，無加床服務，加人酌收1000元清潔費。\n※請務必依照民宿人數入住，若經發現自行增加人數，民宿有權加倍收費。\n※假日定義：週六。平日定義：週日~週五。\n※旺季：6月~9月，農曆新年及連續假日。淡季：10月~5月。\n※貴重物品請隨身攜帶並妥善保管，如有遺失恕不負責。\n※為維護住宿安全，本民宿範圍室內外嚴禁烤肉，全區禁菸及禁止攜帶寵物，私自攜帶寵物入住者，本店將不退任何費用，強制退房。\n※嚴禁酗酒轟趴、嗑藥及違法行為，發現即報警處理。"
  },
  {
    "title": "悠閒景觀房",
    "description": "房內設計融合峇厘島手工元素與自然材質，海風與木香交織成溫柔氣息。",
    "facilities": [
      "淋浴",
      "按摩浴缸",
      "浴缸",
      "衣物送洗服務",
      "烤箱",
      "三溫暖"
    ],
    "hotelInfo": "入住時間15：00之後\n最晚保留時間17：00\n退房時間12：00前\n外幣兌換無\n刷卡服務有\n寵物可同房無\n單車可進房無\nWIFI有\n貼心提醒有\n備註※訂金為房價之50%。\n※謝絕訪客，無加床服務，加人酌收1000元清潔費。\n※請務必依照民宿人數入住，若經發現自行增加人數，民宿有權加倍收費。\n※假日定義：週六。平日定義：週日~週五。\n※旺季：6月~9月，農曆新年及連續假日。淡季：10月~5月。\n※貴重物品請隨身攜帶並妥善保管，如有遺失恕不負責。\n※為維護住宿安全，本民宿範圍室內外嚴禁烤肉，全區禁菸及禁止攜帶寵物，私自攜帶寵物入住者，本店將不退任何費用，強制退房。\n※嚴禁酗酒轟趴、嗑藥及違法行為，發現即報警處理。"
  },
  {
    "title": "椰影景觀房",
    "description": "清晨，陽光透過椰影灑落室內，彷彿喚醒一段專屬於海島的悠然時光。",
    "facilities": [
      "三溫暖",
      "浴缸",
      "淋浴",
      "衣物送洗服務",
      "烤箱"
    ],
    "hotelInfo": "入住時間15：00之後\n最晚保留時間17：00\n退房時間12：00前\n外幣兌換無\n刷卡服務有\n寵物可同房無\n單車可進房無\nWIFI有\n貼心提醒有\n備註※訂金為房價之50%。\n※謝絕訪客，無加床服務，加人酌收1000元清潔費。\n※請務必依照民宿人數入住，若經發現自行增加人數，民宿有權加倍收費。\n※假日定義：週六。平日定義：週日~週五。\n※旺季：6月~9月，農曆新年及連續假日。淡季：10月~5月。\n※貴重物品請隨身攜帶並妥善保管，如有遺失恕不負責。\n※為維護住宿安全，本民宿範圍室內外嚴禁烤肉，全區禁菸及禁止攜帶寵物，私自攜帶寵物入住者，本店將不退任何費用，強制退房。\n※嚴禁酗酒轟趴、嗑藥及違法行為，發現即報警處理。"
  },
  {
    "title": "海島景觀房",
    "description": "清晨，陽光透過椰影灑落室內，彷彿喚醒一段專屬於海島的悠然時光。",
    "facilities": [
      "按摩浴缸",
      "三溫暖",
      "淋浴",
      "衣物送洗服務"
    ],
    "hotelInfo": "入住時間15：00之後\n最晚保留時間17：00\n退房時間12：00前\n外幣兌換無\n刷卡服務有\n寵物可同房無\n單車可進房無\nWIFI有\n貼心提醒有\n備註※訂金為房價之50%。\n※謝絕訪客，無加床服務，加人酌收1000元清潔費。\n※請務必依照民宿人數入住，若經發現自行增加人數，民宿有權加倍收費。\n※假日定義：週六。平日定義：週日~週五。\n※旺季：6月~9月，農曆新年及連續假日。淡季：10月~5月。\n※貴重物品請隨身攜帶並妥善保管，如有遺失恕不負責。\n※為維護住宿安全，本民宿範圍室內外嚴禁烤肉，全區禁菸及禁止攜帶寵物，私自攜帶寵物入住者，本店將不退任何費用，強制退房。\n※嚴禁酗酒轟趴、嗑藥及違法行為，發現即報警處理。"
  },
  {
    "title": "海島景觀房",
    "description": "清晨，陽光透過椰影灑落室內，彷彿喚醒一段專屬於海島的悠然時光。",
    "facilities": [
      "浴缸",
      "三溫暖",
      "衣物送洗服務",
      "烤箱",
      "按摩浴缸"
    ],
    "hotelInfo": "入住時間15：00之後\n最晚保留時間17：00\n退房時間12：00前\n外幣兌換無\n刷卡服務有\n寵物可同房無\n單車可進房無\nWIFI有\n貼心提醒有\n備註※訂金為房價之50%。\n※謝絕訪客，無加床服務，加人酌收1000元清潔費。\n※請務必依照民宿人數入住，若經發現自行增加人數，民宿有權加倍收費。\n※假日定義：週六。平日定義：週日~週五。\n※旺季：6月~9月，農曆新年及連續假日。淡季：10月~5月。\n※貴重物品請隨身攜帶並妥善保管，如有遺失恕不負責。\n※為維護住宿安全，本民宿範圍室內外嚴禁烤肉，全區禁菸及禁止攜帶寵物，私自攜帶寵物入住者，本店將不退任何費用，強制退房。\n※嚴禁酗酒轟趴、嗑藥及違法行為，發現即報警處理。"
  },
  {
    "title": "貝殼景觀房",
    "description": "推開門，是椰林搖曳與遠方海平線，心也隨之恬靜安穩。",
    "facilities": [
      "按摩浴缸",
      "淋浴",
      "三溫暖",
      "浴缸",
      "烤箱",
      "衣物送洗服務"
    ],
    "hotelInfo": "入住時間15：00之後\n最晚保留時間17：00\n退房時間12：00前\n外幣兌換無\n刷卡服務有\n寵物可同房無\n單車可進房無\nWIFI有\n貼心提醒有\n備註※訂金為房價之50%。\n※謝絕訪客，無加床服務，加人酌收1000元清潔費。\n※請務必依照民宿人數入住，若經發現自行增加人數，民宿有權加倍收費。\n※假日定義：週六。平日定義：週日~週五。\n※旺季：6月~9月，農曆新年及連續假日。淡季：10月~5月。\n※貴重物品請隨身攜帶並妥善保管，如有遺失恕不負責。\n※為維護住宿安全，本民宿範圍室內外嚴禁烤肉，全區禁菸及禁止攜帶寵物，私自攜帶寵物入住者，本店將不退任何費用，強制退房。\n※嚴禁酗酒轟趴、嗑藥及違法行為，發現即報警處理。"
  },
  {
    "title": "貝殼雙人房",
    "description": "清晨，陽光透過椰影灑落室內，彷彿喚醒一段專屬於海島的悠然時光。",
    "facilities": [
      "淋浴",
      "三溫暖",
      "衣物送洗服務",
      "按摩浴缸",
      "浴缸"
    ],
    "hotelInfo": "入住時間15：00之後\n最晚保留時間17：00\n退房時間12：00前\n外幣兌換無\n刷卡服務有\n寵物可同房無\n單車可進房無\nWIFI有\n貼心提醒有\n備註※訂金為房價之50%。\n※謝絕訪客，無加床服務，加人酌收1000元清潔費。\n※請務必依照民宿人數入住，若經發現自行增加人數，民宿有權加倍收費。\n※假日定義：週六。平日定義：週日~週五。\n※旺季：6月~9月，農曆新年及連續假日。淡季：10月~5月。\n※貴重物品請隨身攜帶並妥善保管，如有遺失恕不負責。\n※為維護住宿安全，本民宿範圍室內外嚴禁烤肉，全區禁菸及禁止攜帶寵物，私自攜帶寵物入住者，本店將不退任何費用，強制退房。\n※嚴禁酗酒轟趴、嗑藥及違法行為，發現即報警處理。"
  }
];